
  dates: "November 10",
  chapters: "JOSHUA 20-22",
  questions: [
    {
      question:
        "TREASURES FROM GOD’S WORD 'Lessons From a Misunderstanding' When someone accuses us of doing something we didn't do, how should we respond? Angrily, or some other way? What do we learn in this part?",
      answer: ""
    },
    {
      question:
        "Spiritual Gems: You could comment about what YOU learn today from Joshua 21:45. That would be a bonus question.  OR Chapter 20 is about which cities would become cities of refuge. These cities showed Jehovah's fairness but also that he hates even accidental bloodshed. Go to appendix B6 and list the 6 cities of refuge (look for the map key). The cities are also listed in Joshua 20:7,8",
      answer: ""
    },
    {
      question: "Bible Reading: No questions, just listen to the reading.",
      answer: ""
    },
    {
      question:
        "APPLY YOURSELF TO THE FIELD MINISTRY Return Visit Video: No questions. Just pay close attention to how the brother uses Revelation 21:4,5 to teach what it means to someone who has never read it before.",
      answer: ""
    },
    {
      question: "Return Visit: No questions.",
      answer: ""
    },
    {
      question: "Return Visit: No questions.",
      answer: ""
    },
    {
      question:
        "CHRISTIAN LIVING Local Needs: is an interview of the pioneers who went to the one week pioneer school this year. Write down what you look forward to at pioneer school when you go from what the brothers and sisters say.",
      answer: ""
    },
    {
      question:
        "CBS rr chap. 15 ¶18-23 I am conducting! If you want to answer the question on 21 is easy to answer.",
      answer: ""
    },
    {
      question:
        "Remember to press the 'Save' button below to save your answers!",
      answer: ""
    },
    {
      question: "",
      answer: ""
    },
    {
      question: "",
      answer: ""
    },
    {
      question: "",
      answer: ""
    },
    {
      question: "",
      answer: ""
    }
  ]
